export const QUESTION_LIST = [
  {
    id: 1,
    text: "국가는 불평등 해소를 위해 적극적으로 개입해야 한다.",
    key: "q1",
  },
  {
    id: 2,
    text: "복지 확대보다 경제 성장이 우선되어야 한다.",
    key: "q2",
  },
  {
    id: 3,
    text: "노동자의 권익 보호를 위해 정부는 기업 규제를 강화해야 한다.",
    key: "q3",
  },
  {
    id: 4,
    text: "사회적 소수자의 권리 보호가 전통적 가치보다 중요하다.",
    key: "q4",
  },
  {
    id: 5,
    text: "시장의 자유가 정부 규제보다 더 중요하다.",
    key: "q5",
  },
  {
    id: 6,
    text: "안보는 대화를 통해 유지하는 것보다 군사력으로 억제하는 것이 더 효과적이다.",
    key: "q6",
  },
  {
    id: 7,
    text: "	종교와 전통은 정책 결정에 중요한 영향을 미쳐야 한다.",
    key: "q7",
  },
  {
    id: 8,
    text: "AI, 반도체 같은 첨단 산업 육성을 위해 대규모 메가시티를 조성하고 규제를 완화해야 한다.",
    key: "q8",
  },
  {
    id: 9,
    text: "수도 기능을 세종시로 이전하여 명실상부한 행정수도로 완성해야 한다.",
    key: "q9",
  },
  {
    id: 10,
    text: "부울경을 하나의 생활권으로 묶는 메가시티 구축이 지역 발전의 핵심이다.",
    key: "q10",
  },
  {
    id: 11,
    text: "기득권 정당 중심의 정치 구조는 해체되어야 한다.",
    key: "q11",
  },
  {
    id: 12,
    text: "청년 정치 세력이 기존 정치권을 대체해야 한다.",
    key: "q12",
  },
  {
    id: 13,
    text: "고령자 대상 무료 교통 정책은 복지 향상을 위한 필요 정책이다.",
    key: "q13",
  },
  {
    id: 14,
    text: "기후 위기 대응을 위해 국가는 재생에너지 전환을 주도해야 한다.",
    key: "q14",
  },
  {
    id: 15,
    text: "기업 중심의 산업 구조보다 사람 중심의 복지 구조가 더 중요하다.",
    key: "q15",
  },
];
