export const QUESTION_LIST = [
  {
    id: 1,
    text: "국가는 불평등 해소를 위해 적극적으로 개입해야 한다.",
    key: "q1",
  },
  { id: 2, text: "복지 확대보다 경제 성장이 우선되어야 한다.", key: "q2" },
  {
    id: 3,
    text: "기업의 이익보다 노동자의 권리가 더 중요하다.",
    key: "q3",
  },
  { id: 4, text: "시장의 자유는 정부 규제보다 더 중요하다.", key: "q4" },
  {
    id: 5,
    text: "사회적 소수자의 권리 보호가 전통적 가치보다 중요하다.",
    key: "q5",
  },
  {
    id: 6,
    text: "안보는 대화를 통해 유지하는 것보다 군사력으로 억제하는 것이 더 효과적이다.",
    key: "q6",
  },
  {
    id: 7,
    text: "낙태, 성소수자 등 개인의 삶에 대한 자유를 국가가 침해할 수는 없다.",
    key: "q7",
  },
  {
    id: 8,
    text: "청년 복지 확대는 미래 세대 투자로서 필수적이다.",
    key: "q8",
  },
  {
    id: 9,
    text: "세금은 복지 확장을 위해 늘릴 수 있다.",
    key: "q9",
  },
  {
    id: 10,
    text: "탄소 절감을 통해 기후 위기에 대응하는 것 보다 국가 안보에 힘을 쏟는게 낫다고 생각한다.",
    key: "q10",
  },
  {
    id: 11,
    text: "외국인 유입은 국가 안보 및 전통 보존을 위해 제한되어야 한다.",
    key: "q11",
  },
  {
    id: 12,
    text: "종교나 전통은 정책 결정에 중요한 기준이 되어야 한다.",
    key: "q12",
  },
  {
    id: 13,
    text: "국가 정책은 수도권 중심보다 지역 균형 발전을 우선해야 한다.",
    key: "q13",
  },
  {
    id: 14,
    text: "청년에게 자산 형성을 위한 정부 지원이 필요하다.",
    key: "q14",
  },
  {
    id: 15,
    text: "최저임금은 지역별로 자율적으로 설정되어야 한다.",
    key: "q15",
  },
  {
    id: 16,
    text: "전월세 부담 완화를 위한 정부 개입은 필수적이다.",
    key: "q16",
  },
  {
    id: 17,
    text: "고령자 대상 대중교통 무상 정책은 유지·확대되어야 한다.",
    key: "q17",
  },
  {
    id: 18,
    text: "반도체 산업 등 전략산업 육성을 위해 국가 지원이 필요하다.",
    key: "q18",
  },
  {
    id: 19,
    text: "공공의대 설립은 지역 의료 인력 확보에 효과적이다.",
    key: "q19",
  },
  {
    id: 20,
    text: "국가가 대학 무상 교육을 추진해야 한다.",
    key: "q20",
  },
  {
    id: 21,
    text: "포괄임금제(연장수당 미지급 관행)는 폐지되어야 한다.",
    key: "q21",
  },
  {
    id: 22,
    text: "핵무기 보유국과의 균형을 위해 한국도 전술핵 배치를 고려해야 한다.",
    key: "q22",
  },
  {
    id: 23,
    text: "청년을 위한 임대주택 확대 정책은 꼭 필요하다.",
    key: "q23",
  },
  {
    id: 24,
    text: "지방정부가 자체적으로 세율을 조정할 수 있어야 한다.",
    key: "q24",
  },
  {
    id: 25,
    text: "교사와 공무원의 정당한 권리 보호를 위한 제도 개선이 필요하다.",
    key: "q25",
  },
];
